[
    {
        "title": "Электронная коммерция",
        "image_url": "img/webecomerce.webp",
        "short_description": "Платформа для онлайн-продажи товаров.",
        "detailed_description": "Эта платформа электронной коммерции позволяет пользователям покупать и продавать товары онлайн. Она имеет систему регистрации пользователей, каталог товаров с изображениями и подробными описаниями, корзину покупок и безопасный платежный шлюз. Платформа разработана на HTML, CSS, JavaScript, PHP и MySQL, и предлагает плавный и простой в использовании пользовательский опыт.",
        "languages": [
            "HTML",
            "CSS",
            "JavaScript",
            "PHP",
            "MySQL"
        ],
        "status": "завершено",
        "button": "Посмотреть проект"
    },
    {
        "title": "Приложение для управления задачами",
        "image_url": "img/apptareas.webp",
        "short_description": "Приложение для создания и управления списками задач.",
        "detailed_description": "Это мобильное приложение позволяет пользователям создавать, организовывать и управлять своими задачами эффективно. Пользователи могут создавать списки задач, добавлять задачи в списки, устанавливать крайние сроки и приоритеты, и получать уведомления о незавершенных задачах. Приложение разработано с использованием Flutter и Firebase, и предлагает интуитивно понятный и легко используемый интерфейс.",
        "languages": [
            "Flutter",
            "Firebase",
            "Dart"
        ],
        "status": "завершено",
        "button": "Посмотреть проект"
    },
    {
        "title": "Сайт новостей в реальном времени",
        "image_url": "img/webnoticias.webp",
        "short_description": "Сайт, отображающий постоянно обновляемые новости.",
        "detailed_description": "Этот новостной сайт предоставляет пользователям возможность быть в курсе последних новостей мгновенно. Сайт показывает обновляемые в реальном времени новости, используя WebSockets, и позволяет пользователям фильтровать новости по категориям, источникам или ключевым словам. Сайт разработан на HTML, CSS, JavaScript, React, Node.js и MongoDB, и предлагает быстрый и персонализированный пользовательский опыт.",
        "languages": [
            "HTML",
            "CSS",
            "JavaScript",
            "React",
            "Node.js",
            "MongoDB"
        ],
        "status": "в процессе",
        "button": "Посмотреть проект"
    }
]
