[
    {
      "section": "navigation",
      "links_name": [
        "Главная",
        "О нас",
        "Портфолио",
        "Услуги",
        "Контакты",
        "Начать чат"
      ],
      "languages": [
        "Испанский",
        "Английский",
        "Русский",
        "Японский"
      ]
    },
    {
      "section": "home",
      "title": "Привет, я Элмер Гинез, разработчик веб-приложений"
    },
    {
      "section": "about",
      "title": "О нас",
      "sub_title": "Я - Элмер Гинез",
      "text": "Я страстный веб-разработчик и мобильных приложений с опытом создания инновационных приложений и высокопроизводительных веб-сайтов. Моя цель - предлагать креативные и эффективные решения, удовлетворяющие потребности моих клиентов и улучшающие их онлайн-присутствие.",
      "button": "Скачать резюме"
    },
    {
      "section": "portfolio",
      "title": "Портфолио",
      "sub_title": "",
      "text": "Здесь вы можете увидеть некоторые из моих выполненных проектов. Если вам интересно связаться со мной для разработки собственного проекта, не стесняйтесь.",
      "button": "Просмотреть больше проектов"
    },
    {
      "section": "services",
      "title": "Мои услуги",
      "sub_title": "",
      "text": "Здесь вы можете увидеть услуги, которые я предлагаю. Если вам нужен веб-разработчик или мобильные приложения, не стесняйтесь обращаться.",
      "button": "",
      "services": [
        {
          "title": "Веб-разработка",
          "short_text": "Создание современных и привлекательных веб-приложений, оптимизированных для улучшения пользовательского опыта.",
          "detailed_text": "Создание современных и привлекательных веб-приложений, оптимизированных для улучшения пользовательского опыта. Включает в себя как дизайн, так и разработку приложения, а также внедрение на сервер и настройку базы данных.",
          "languages": [
            "HTML",
            "CSS",
            "JavaScript",
            "PHP",
            "MySQL"
          ],
          "button": "Подробнее"
        },
        {
          "title": "Мобильная разработка",
          "short_text": "Создание нативных мобильных приложений и кросс-платформенных, оптимизированных для улучшения пользовательского опыта.",
          "detailed_text": "Создание нативных мобильных приложений и кросс-платформенных, оптимизированных для улучшения пользовательского опыта. Включает в себя как дизайн, так и разработку приложения, а также внедрение в операционную систему и настройку базы данных.",
          "languages": [
            "React Native",
            "Flutter"
          ],
          "button": "Подробнее"
        }
      ]
    },
    {
      "section": "contact",
      "title": "Контакты",
      "sub_title": "Не стесняйтесь связаться со мной!",
      "text": "Я здесь, чтобы помочь вам. Если у вас есть какие-либо проекты, творческие идеи для обсуждения или просто хотите поболтать, не стесняйтесь связаться со мной!",
      "sub_text": ["Вы можете отправить мне электронное письмо на:", "Также вы можете найти меня в социальных сетях:"]
    },
    {
      "section": "footer",
      "text": "Все права защищены Элмером Гинезом | Miwi 2024"
    }
  ]
  